[Cues]
Act_E1_6B_CliffFuture_VoiceOver01_Max_010="Oh no, not again..."
Act_E1_6B_CliffFuture_VoiceOver01_Max_020="Is Chloe still up there? I have to find out!"
Act_E1_6B_CliffFuture_VoiceOver01_Max_030="Why is this happening to me?"
Act_E1_6B_CliffFuture_VoiceOver01_Max_040="I've got to see if Chloe is safe..."
Act_E1_6B_CliffFuture_VoiceOver01_Max_060="Why am I here again?"
Act_E1_6B_CliffFuture_VoiceOver01_Max_070="That doe... She looks so familiar..."
Act_E1_6B_CliffFuture_VoiceOver01_Max_080="I feel like the doe is leading me..."
Act_E1_6B_CliffFuture_VoiceOver01_Max_095="I have to get to the other side...I feel like the doe is guiding me..."
Act_E1_6B_CliffFuture_VoiceOver01_Max_100="Oh my Lord! The tornado is back! Is this for real?"
Act_E1_6B_CliffFuture_VoiceOver01_Max_110="I've never seen a storm like this in Oregon..."
Act_E1_6B_CliffFuture_VoiceOver01_Max_120="This feels like the end of the world..."
Act_E1_6B_CliffFuture_VoiceOver01_Max_130="Come on Max, you can make it..."
Cue_E1_6B_CliffFuture_LightHouseFalling_Max_010="Whoa, shit!"
Cue_E1_6B_CliffFuture_LightHouseFalling_Max_020="That tornado is headed straight for the town..."
Cue_E1_6B_CliffFuture_LocalPaper_Max_010="October 11th? Is this Friday!"
Cue_E1_6B_CliffFuture_LocalPaper_Max_020="That's only four days away..."
Cue_E1_6B_CliffFuture_LocalPaper_Max_030="Oh no..."
Cue_E1_6B_CliffFuture_ShootBinkEndingPart01_Chloe_020="Max, what's going on? You totally blacked out—"
Cue_E1_6B_CliffFuture_ShootBinkEndingPart01_Chloe_040="Oregon gets about five tornadoes every 20 years. You just zoned."
Cue_E1_6B_CliffFuture_ShootBinkEndingPart01_Chloe_060="Come on, take a breath, okay?"
Cue_E1_6B_CliffFuture_ShootBinkEndingPart01_Chloe_080="Talk to me, Max."
Cue_E1_6B_CliffFuture_ShootBinkEndingPart01_Chloe_110="But high, right?"
Cue_E1_6B_CliffFuture_ShootBinkEndingPart01_Chloe_130="By reversing time? Yeah, sure."
Cue_E1_6B_CliffFuture_ShootBinkEndingPart01_Chloe_140="For reals?"
Cue_E1_6B_CliffFuture_ShootBinkEndingPart01_Chloe_160="Okay. I see you're a geek now with a great imagination, but this isn't an anime or a video game. People don't have those powers, Max—"
Cue_E1_6B_CliffFuture_ShootBinkEndingPart01_Chloe_180="You need to get high. It's been a hella insane fucking day—"
Cue_E1_6B_CliffFuture_ShootBinkEndingPart01_Chloe_190="What the hell is this?"
Cue_E1_6B_CliffFuture_ShootBinkEndingPart01_Chloe_210="It's like 80 degrees... How?"
Cue_E1_6B_CliffFuture_ShootBinkEndingPart01_Chloe_240="Max, start from the beginning."
Cue_E1_6B_CliffFuture_ShootBinkEndingPart01_Chloe_250="Tell me everything..."
Cue_E1_6B_CliffFuture_ShootBinkEndingPart01_Max_010="Chloe... you're here. I'm back. Oh my Lord. This is real... it's real. Oh man, this sucks..."
Cue_E1_6B_CliffFuture_ShootBinkEndingPart01_Max_030="I didn't black out... I had another vision... the town is going to get wiped out by a tornado—"
Cue_E1_6B_CliffFuture_ShootBinkEndingPart01_Max_050="No, no. I saw it, I could actually feel the electricity in the air—"
Cue_E1_6B_CliffFuture_ShootBinkEndingPart01_Max_070="Chloe, I'm not crazy. But there's something else I have to tell you. Something... Hardcore."
Cue_E1_6B_CliffFuture_ShootBinkEndingPart01_Max_090="I had this same vision earlier in class... When I came out of it, I discovered I could reverse time."
Cue_E1_6B_CliffFuture_ShootBinkEndingPart01_Max_100="Like I said: Not crazy."
Cue_E1_6B_CliffFuture_ShootBinkEndingPart01_Max_120="Listen to me. How do you think I saved you in the bathroom?"
Cue_E1_6B_CliffFuture_ShootBinkEndingPart01_Max_150="I saw you get shot, Chloe. Saw you actually... die. I was able to go back and hit the fire alarm..."
Cue_E1_6B_CliffFuture_ShootBinkEndingPart01_Max_170="I don't know what I have... But I have it. And I'm scared shitless."
Cue_E1_6B_CliffFuture_ShootBinkEndingPart01_Max_200="Snowflakes..."
Cue_E1_6B_CliffFuture_ShootBinkEndingPart01_Max_220="Climate change."
Cue_E1_6B_CliffFuture_ShootBinkEndingPart01_Max_230="Or a storm is coming."
Cue_E1_6B_CliffFuture_ShootBinkEndingPart02_Max_010="Help me..."
Cue_E1_6B_CliffFuture_ShootBinkEndingPart02_Max_020="Please help..."
Cue_E1_6B_CliffFuture_ShootBinkEndingPart02_Max_030="Somebody help me..."
Cue_E1_6B_CliffFuture_ShootBinkEndingPart02_Max_040="No, stop!"
Cue_E1_6B_CliffFuture_ShootBinkEndingPart02_Max_050="Why are you doing this?"
Cue_E1_6B_CliffFuture_ShootBinkEndingPart02_Max_060="Please stop...please..."
Cue_E1_6B_CliffFuture_ShootBinkEndingPart02_Max_070="Don't do this..."
